Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Test Pit RM.tmx
Source language: en
Languages: es

source: Action Items:
es: Acciones:

source: Adjustment of the rotating drill head had not been identified or assessed at the beginning of the work day, neither was it included in the risk register.
es: La tarea de ajuste del cabezal de rotación no había sido identificada ni evaluada al inicio de las actividades del día, ni tampoco estaba incluida en la matriz de riesgos.

source: All personnel were moved to safe location, and resumed work within 15 minutes of the collapse.
es: Todo el personal se desplazó a un lugar seguro y el trabajo se reanudó 15 minutos después del derrumbe.

source: Any new activity or task that is not identified in the initial risk assessment must not be performed until an appropriate risk assessment is completed.
es: Toda actividad o tarea nueva que no se encuentre identificada en la evaluación de riesgos inicial, no debe ser ejecutada hasta que se realice la respectiva evaluación de riesgos.

source: Avoid entering areas of unsupported ground.
es: Evitar ingresar a áreas donde el terreno no tenga soporte.

source: Before Collapse After Collapse
es: Antes del derrumbe Después del derrumbe

source: Clarify with field staff through training that excavation includes any hole in the ground formed from boring, cutting, digging or shovelling material from the ground.
es: Aclarar con el personal en terreno mediante capacitación que excavaciones son cualquier agujero en el suelo como resultado de perforar, cortar, cavar, o palear material del terreno.

source: Communication and coordination among the entire team carrying out the job is essential to an interdependence culture—“we all care for each other”.
es: La comunicación y coordinación entre todo el equipo que está realizando el trabajo es parte fundamental de la cultura de interdependencia. “Nos Cuidamos entre todos”.

source: Communication of the following key message to all staff:
es: Comunicación del siguiente mensaje clave a todo el personal:

source: Contributing Factors:
es: Factores incidentes:

source: Date Issued:
es: Fecha:

source: Do not enter an unsupported excavation that is deeper than your waist.
es: No ingresar a una excavación sin soporte cuya profundidad supere la cintura.

source: During a routine exercise involving the adjustment of a rotating drill head by a Golder subcontractor, a bolt that moves the upper head disc broke off, hitting the right hand of a drilling assistant and resulting in a contusion that required 7 days off work.
es: Durante maniobra rutinaria de ajuste del cabezal de rotación de una perforadora de un contratista de Golder, se cortó un perno que desplaza el disco superior del cabezal, el cual golpeó la mano derecha de un ayudante de sondaje provocándole una contusión, que requirió 7 días fuera del trabajo.

source: During a site visit, a new employee entered an underground mine and a rock collapse occurred, filling the area with dust.
es: Durante una visita de campo, un colaborador nuevo ingresó a una mina subterránea y ocurrió un derrumbe, que llenó la zona de polvo.

source: During the inspections, a Golder engineer entered an unsupported test pit to check the base until 7 mbgl.
es: Durante las inspecciones, un ingeniero de Golder ingresó a una calicata sin soporte para confirmar que la base estuviera a 7 m de profundidad.

source: ENTERING AN UNSUPPORTED EXCAVATION (TEST PIT)
es: INGRESO A UNA EXCAVACIÓN SIN SOPORTE (CALICATA)

source: Entering an unsupported test pit, or any other excavation, deeper than your waist presents a fatal risk as the test pit walls may collapse.
es: Ingresar a una calicata o a cualquier otra excavación sin soporte hasta más allá de la cintura representa un riesgo fatal si llegan a derrumbarse las paredes de la excavación.

source: For more information, please contact Global HSSE or your Regional HSSE Leader.
es: Solicita más información al Líder Global de HSSE o a tu Líder Regional de HSSE.

source: Golder supervisor was not directly overseeing the job.
es: Supervisor Golder no se encontraba supervisando directamente la tarea.

source: Ground Stability
es: Estabilidad del terreno

source: Ground stability is identified as a fatal risk throughout Golder.
es: La estabilidad del terreno está identificada como un riesgo fatal en Golder.

source: HSE responsibilities of Project Managers.
es: Responsabilidades de HSE de los gerentes de proyecto.

source: INJURY TO EMPLOYEE AT DRILL RIG
es: LESIÓN DE COLABORADOR EN PERFORADORA

source: Importance of communicating scope changes to the Project Manager and reassessing the H&S risks associated with the work (Take 5).
es: Importancia de comunicar los cambios de alcance al gerente de proyecto y reevaluar los riesgos de salud y seguridad relacionados con el trabajo (Take 5).

source: It is important that these types of hazards are identified and controlled
es: Es importante que este tipo de peligros sea identificado y controlado.

source: It is particularly important that these types of hazards are identified and controlled.
es: Es de particular importancia que estos tipos de peligros sean identificados y controlados.

source: KEY REQUIREMENTS AND CONTROLS
es: REQUISITOS Y CONTROLES CLAVE

source: Modify the HaSEP risk register to highlight examples of excavations such as test pits and the Fatal Risk Controls.
es: Modificar la matriz de riesgos del HaSEP para resaltar ejemplos de excavaciones tales como calicatas y los Controles de Riesgos Fatales.

source: On a recent project, Golder was required to excavate test pits to find buried creek materials underlying the fill layer.
es: En un proyecto reciente, se solicitó a Golder excavar calicatas para encontrar materiales de un arroyo enterrado por debajo de la capa de relleno.

source: POTENTIAL SERIOUS INCIDENT OR FATALITY (pSIF)
es: INCIDENTE GRAVE O FATALIDAD POTENCIAL (pSIF)

source: Proper project planning including HaSEP review, modification and clear communication of risks during toolbox meetings is essential especially when there are any changes to the scope of work (eg. change in depth of excavation).
es: Es primordial que haya una adecuada planificación del proyecto que incluya revisión y modificación del HaSEP, así como comunicación clara de los riesgos durante las reuniones de seguridad, sobre todo cuando hay cambios en el alcance (cambio en la profundidad de la excavación, por ejemplo).

source: Related Fatal Risk Control:
es: Control de riesgo fatal relacionado:

source: Request made to the client to define measures to restrict access to unsafe areas, and to ensure inductions are provided to all staff entering the underground mine.
es: Se solicitó al cliente que definiera medidas para restringir el acceso a zonas inseguras y se asegure de brindar inducciones a todo el personal que ingrese a la mina subterránea.

source: Right to refuse work under unsafe conditions.
es: Derecho a negarse a realizar un trabajo en condiciones inseguras.

source: SUMMARY OF INCIDENT
es: RESUMEN DEL INCIDENTE

source: Scan continuously for signs of ground instability.
es: Poner atención a los signos de inestabilidad del terreno.

source: Specific training for all employees that work underground.
es: Capacitación específica para todos los colaboradores que trabajan en faenas subterráneas.

source: Test pits were excavated until ±7 meters below ground level (mbgl), the depth limit of the excavator.
es: Se excavaron calicatas hasta aproximadamente 7 metros bajo el nivel del terreno, límite de profundidad de la excavadora.

source: The Engineer assigned to the project was instructed by the assistant PM to dig deeper than originally planned.
es: El ingeniero asignado al proyecto tenía la instrucción del PM asistente de excavar a mayor profundidad de lo planeado originalmente.

source: The activity or task will be resumed once the new risk assessment has been completed and actions and/or measures required to maintain any risks under control have been implemented.
es: La actividad o tarea será reanudada una vez que se realice la nueva evaluación de riesgos y se implementen las acciones y/o medidas que permitan mantener bajo control el riesgo.

source: The client did not conduct an induction prior to entering the tunnel (legal requirement).
es: El cliente tampoco brindó una inducción previa al ingreso del túnel (requisito legal).

source: The drill rig did not have a blockout system to ensure a safe adjustment exercise.
es: La perforadora no contaba con un sistema de bloqueo que permitiera realizar la actividad de manera segura.

source: The hazards associated with excavating test pits were not identified in the project HaSEP as the current risk register indicates “excavations” only, and does not specify “test pits”.
es: No se identificaron los peligros relacionados con la excavación de calicatas en el HaSEP del proyecto, ya que la matriz de riesgos actual solo indica “excavaciones” y no especifica “calicatas”.

source: The operator did not remove the inner drill rod to perform the adjustment as recommended by the manufacturer.
es: Operador no retiró tubo interior para realizar el ajuste de acuerdo a las indicaciones del fabricante.

source: The operator did not warn his assistants about the exercise.
es: Operador no advirtió a los ayudantes la maniobra a realizar

source: The project was on a tight schedule and had to be completed before an impending holiday period.
es: El proyecto tenía plazos acotados y debía completarse antes de una festividad inminente.

source: The scope of work did not include entering the underground mine, and was not assessed in the HaSEP.
es: El alcance del trabajo no incluía ingreso a la mina subterránea, por lo que no fue evaluada en el HaSEP.

source: There is a high potential for this hazard to cause a serious injury or fatality.
es: Este peligro tiene un alto potencial de causar una lesión grave o fatalidad.

source: This near miss is directly related to our Fatal Risk Control on Ground Stability, in particular the highlighted parts below:
es: Esta cuasipérdida se relaciona directamente con nuestro Control de Riesgos Fatales sobre Estabilidad del Terreno, en particular lo que resaltamos a continuación:

source: This was the first time the employee had entered an adit or mine interior, and was unaware of the potential risks of this activity.
es: Era la primera vez que el colaborador ingresaba a un socavón o interior mina, por lo tanto desconocía de los riesgos potenciales de la actividad.

source: Title:
es: Título:

source: UNDERGROUND ROCK COLLAPSE
es: DERRUMBE DE ROCA EN FAENA SUBTERRÁNEA

source: Updating the HaSEP with controls for entering underground mines.
es: Actualizar el HaSEP con los controles para ingresar a minas subterráneas.

source: We must always include maintenance tasks and interventions to make adjustments in the risk register as part of working with drill rigs.
es: Siempre considerar en la matriz de riesgo como parte de los trabajos con perforadoras, la tarea de mantenimiento o intervenciones para realizar ajustes.

source: When a near miss could reasonably and realistically have resulted in a Serious Incident or Fatality (SIF)
es: Cuando una cuasipérdida pudiera de manera razonable y realista haber resultado en un Incidente Grave o una Fatalidad (SIF).

source: When executing work, we must always focus on best practices for health and safety, including:
es: Al ejecutar trabajos, mantener siempre el foco en las prácticas óptimas de salud y seguridad, que son:

source: Work Safe / Home Safe
es: Trabajo seguro, hogar seguro

source: Work activities and tasks must be identified and their risks assessed on a daily basis before beginning with the job and the risk assessment must be known by all personnel.
es: Diariamente y previo a iniciar los trabajos, se debe realizar una identificación de las actividades o tareas a ejecutar, con su respectiva evaluación de riesgos la que deberá ser conocida por todo el personal involucrado.
